const coursesData = [
  {
    "class": "1-А",
    "subject": "Англійська мова (2026-2027)",
    "code": "wrzoqyn4",
    "id": "867269419571"
  },
  {
    "class": "1-А",
    "subject": "НУШ (2026-2027)",
    "code": "xpb4tyhm",
    "id": "867269348958"
  },
  {
    "class": "1-Б",
    "subject": "НУШ (2026-2027)",
    "code": "irtp7xvr",
    "id": "867269784292"
  },
  {
    "class": "1-Б",
    "subject": "Англійська мова (2026-2027)",
    "code": "hz5ckbhb",
    "id": "867269734400"
  },
  {
    "class": "1-В",
    "subject": "Англійська мова",
    "code": "mwnj6tda",
    "id": "871402899495"
  },
  {
    "class": "1-В",
    "subject": "НУШ (2026-2027)",
    "code": "ebdtdxrd",
    "id": "867267818221"
  },
  {
    "class": "1-Г",
    "subject": "НУШ (2026-2027)",
    "code": "d2t4b7e2",
    "id": "867270049349"
  },
  {
    "class": "1-Г",
    "subject": "Англійська мова (2026-2027)",
    "code": "5gwqug66",
    "id": "867270096376"
  },
  {
    "class": "10-А",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "4ko4bau4",
    "id": "867791106811"
  },
  {
    "class": "10-А",
    "subject": "Фізична культура (2026-2027)",
    "code": "t7klyled",
    "id": "867791266939"
  },
  {
    "class": "10-А",
    "subject": "Захист України (2026-2027)",
    "code": "j7nhpl6q",
    "id": "867791081197"
  },
  {
    "class": "10-А",
    "subject": "Мистецтво (2026-2027)",
    "code": "s3g4qy6m",
    "id": "867791089003"
  },
  {
    "class": "10-А",
    "subject": "Технології (2026-2027)",
    "code": "zfjuyzga",
    "id": "867791528421"
  },
  {
    "class": "10-А",
    "subject": "Інформатика (2026-2027)",
    "code": "z4wwauqi",
    "id": "867790621903"
  },
  {
    "class": "10-А",
    "subject": "Фізика і астрономія (2026-2027)",
    "code": "7q2mjwk3",
    "id": "867791095498"
  },
  {
    "class": "10-А",
    "subject": "Біологія і екологія (2026-2027)",
    "code": "e6hwdlkp",
    "id": "798183670601"
  },
  {
    "class": "10-А",
    "subject": "Географія (2026-2027)",
    "code": "pnknvhz6",
    "id": "867791919424"
  },
  {
    "class": "10-А",
    "subject": "Хімія (2026-2027)",
    "code": "kio2fgo4",
    "id": "867791829313"
  },
  {
    "class": "10-А",
    "subject": "Геометрія (2026-2027)",
    "code": "vbgoujng",
    "id": "867791691567"
  },
  {
    "class": "10-А",
    "subject": "Громадянська освіта (2026-2027)",
    "code": "ljfl6nab",
    "id": "867791766992"
  },
  {
    "class": "10-А",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "f5qxnxyr",
    "id": "867788420133"
  },
  {
    "class": "10-А",
    "subject": "Алгебра і початки аналізу (2026-2027)",
    "code": "6ueqxpmo",
    "id": "867790815457"
  },
  {
    "class": "10-А",
    "subject": "Історія України (2026-2027)",
    "code": "h7uwhzp7",
    "id": "855108187955"
  },
  {
    "class": "10-А",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "232akjfz",
    "id": "867792030673"
  },
  {
    "class": "10-А",
    "subject": "Українська мова (2026-2027)",
    "code": "p3nclqoz",
    "id": "867780430734"
  },
  {
    "class": "10-А",
    "subject": "Українська література (2026-2027)",
    "code": "hrpqxpur",
    "id": "867791165939"
  },
  {
    "class": "10-А",
    "subject": "Англійська мова (2026-2027)",
    "code": "vrosmf4g",
    "id": "798183844970"
  },
  {
    "class": "10-А",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "ij7avdha",
    "id": "867791100584"
  },
  {
    "class": "10-Б",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "xo6kfic3",
    "id": "867788491430"
  },
  {
    "class": "10-Б",
    "subject": "Фізична культура (2026-2027)",
    "code": "3tvdvhfh",
    "id": "867787356263"
  },
  {
    "class": "10-Б",
    "subject": "Технології (2026-2027)",
    "code": "dvgevnx6",
    "id": "798183738162"
  },
  {
    "class": "10-Б",
    "subject": "Захист України (2026-2027)",
    "code": "sayrnjak",
    "id": "867791525815"
  },
  {
    "class": "10-Б",
    "subject": "Мистецтво (2026-2027)",
    "code": "vvxweb7w",
    "id": "867790940760"
  },
  {
    "class": "10-Б",
    "subject": "Інформатика (2026-2027)",
    "code": "fezlouly",
    "id": "867791878062"
  },
  {
    "class": "10-Б",
    "subject": "Фізика і астрономія (2026-2027)",
    "code": "jr44lobh",
    "id": "867791896554"
  },
  {
    "class": "10-Б",
    "subject": "Хімія (2026-2027)",
    "code": "bi67sswt",
    "id": "867791868755"
  },
  {
    "class": "10-Б",
    "subject": "Географія (2026-2027)",
    "code": "v6v2f4dz",
    "id": "867791238867"
  },
  {
    "class": "10-Б",
    "subject": "Біологія і екологія (2026-2027)",
    "code": "7y4siccj",
    "id": "867790932150"
  },
  {
    "class": "10-Б",
    "subject": "Геометрія (2026-2027)",
    "code": "3llfqinz",
    "id": "867791515699"
  },
  {
    "class": "10-Б",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "ylohbqbo",
    "id": "867786558104"
  },
  {
    "class": "10-Б",
    "subject": "Громадянська освіта (2026-2027)",
    "code": "azeurwkc",
    "id": "867791699335"
  },
  {
    "class": "10-Б",
    "subject": "Алгебра і початки аналізу (2026-2027)",
    "code": "eshsyd52",
    "id": "855107124035"
  },
  {
    "class": "10-Б",
    "subject": "Історія України (2026-2027)",
    "code": "etfrgd2b",
    "id": "867791639748"
  },
  {
    "class": "10-Б",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "yymhxjss",
    "id": "867791474986"
  },
  {
    "class": "10-Б",
    "subject": "Англійська мова (2026-2027)",
    "code": "52s2jjy7",
    "id": "855108478485"
  },
  {
    "class": "10-Б",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "jpvd6wil",
    "id": "855108481032"
  },
  {
    "class": "10-Б",
    "subject": "Українська мова (2026-2027)",
    "code": "5juzmgns",
    "id": "867790761171"
  },
  {
    "class": "10-Б",
    "subject": "Українська література (2026-2027)",
    "code": "c3ulpo74",
    "id": "867790687363"
  },
  {
    "class": "11-А",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "jkh7w5oy",
    "id": "867787301544"
  },
  {
    "class": "11-А",
    "subject": "Захист України (2026-2027)",
    "code": "av2me3bz",
    "id": "867791624784"
  },
  {
    "class": "11-А",
    "subject": "Технології (2026-2027)",
    "code": "xyjmevee",
    "id": "867792445913"
  },
  {
    "class": "11-А",
    "subject": "Фізична культура (2026-2027)",
    "code": "7omvh6nh",
    "id": "867782037931"
  },
  {
    "class": "11-А",
    "subject": "Мистецтво (2026-2027)",
    "code": "fmmfi35j",
    "id": "867791302502"
  },
  {
    "class": "11-А",
    "subject": "Хімія (2026-2027)",
    "code": "jmyi4r6q",
    "id": "867792998373"
  },
  {
    "class": "11-А",
    "subject": "Інформатика (2026-2027)",
    "code": "hdxr47l3",
    "id": "867792280805"
  },
  {
    "class": "11-А",
    "subject": "Фізика і астрономія (2026-2027)",
    "code": "h3s3wd7s",
    "id": "867792294551"
  },
  {
    "class": "11-А",
    "subject": "Географія (2026-2027)",
    "code": "zst54tqz",
    "id": "798183908153"
  },
  {
    "class": "11-А",
    "subject": "Біологія і екологія (2026-2027)",
    "code": "arulahed",
    "id": "867792832358"
  },
  {
    "class": "11-А",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "dnmghxgv",
    "id": "867792707565"
  },
  {
    "class": "11-А",
    "subject": "Історія України (2026-2027)",
    "code": "a6vupuzp",
    "id": "867791719550"
  },
  {
    "class": "11-А",
    "subject": "Алгебра і початки аналізу (2026-2027)",
    "code": "exib4ak2",
    "id": "867791520651"
  },
  {
    "class": "11-А",
    "subject": "Геометрія (2026-2027)",
    "code": "rtsp5j33",
    "id": "867792293789"
  },
  {
    "class": "11-А",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "pgproryi",
    "id": "867792241222"
  },
  {
    "class": "11-А",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "z3isuddm",
    "id": "867792392529"
  },
  {
    "class": "11-А",
    "subject": "Українська література (2026-2027)",
    "code": "6vqbhsdv",
    "id": "867790850960"
  },
  {
    "class": "11-А",
    "subject": "Англійська мова (2026-2027)",
    "code": "ere65sph",
    "id": "867792694872"
  },
  {
    "class": "11-А",
    "subject": "Українська мова (2026-2027)",
    "code": "rp3n5o7q",
    "id": "855108993330"
  },
  {
    "class": "11-Б",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "mmfn6khu",
    "id": "867792325184"
  },
  {
    "class": "11-Б",
    "subject": "Фізична культура (2026-2027)",
    "code": "66echmxe",
    "id": "867776443513"
  },
  {
    "class": "11-Б",
    "subject": "Технології (2026-2027)",
    "code": "hgrnvopx",
    "id": "867791530436"
  },
  {
    "class": "11-Б",
    "subject": "Захист України (2026-2027)",
    "code": "v26dv7qu",
    "id": "867792512225"
  },
  {
    "class": "11-Б",
    "subject": "Мистецтво (2026-2027)",
    "code": "dlwgwdeh",
    "id": "867792466333"
  },
  {
    "class": "11-Б",
    "subject": "Хімія (2026-2027)",
    "code": "h2ell2bp",
    "id": "867791354337"
  },
  {
    "class": "11-Б",
    "subject": "Інформатика (2026-2027)",
    "code": "jsvvnw5i",
    "id": "867787422615"
  },
  {
    "class": "11-Б",
    "subject": "Фізика і астрономія (2026-2027)",
    "code": "cpzpiy6x",
    "id": "867786158258"
  },
  {
    "class": "11-Б",
    "subject": "Географія (2026-2027)",
    "code": "4r25e4he",
    "id": "867792390116"
  },
  {
    "class": "11-Б",
    "subject": "Біологія і екологія (2026-2027)",
    "code": "r6xjggqh",
    "id": "867789515128"
  },
  {
    "class": "11-Б",
    "subject": "Геометрія (2026-2027)",
    "code": "rhijwxkr",
    "id": "867791538027"
  },
  {
    "class": "11-Б",
    "subject": "Алгебра і початки аналізу (2026-2027)",
    "code": "nea6iffo",
    "id": "867791303619"
  },
  {
    "class": "11-Б",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "segca7oh",
    "id": "867790497516"
  },
  {
    "class": "11-Б",
    "subject": "Історія України (2026-2027)",
    "code": "ec6keuqf",
    "id": "867792694890"
  },
  {
    "class": "11-Б",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "tazmc6em",
    "id": "867792329764"
  },
  {
    "class": "11-Б",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "rsfeepm7",
    "id": "867792218267"
  },
  {
    "class": "11-Б",
    "subject": "Англійська мова (2026-2027)",
    "code": "gtcsb64g",
    "id": "867792397764"
  },
  {
    "class": "11-Б",
    "subject": "Українська література (2026-2027)",
    "code": "qrq46gvo",
    "id": "867791909915"
  },
  {
    "class": "11-Б",
    "subject": "Українська мова (2026-2027)",
    "code": "yuoq6ug6",
    "id": "867792025334"
  },
  {
    "class": "5-А",
    "subject": "Друга мова (Польська) (Гр. 2) (2026-2027)",
    "code": "adktkee5",
    "id": "867375751568"
  },
  {
    "class": "5-А",
    "subject": "Друга мова (Польська) (Гр. 1) (2026-2027)",
    "code": "6maw76aq",
    "id": "867378521134"
  },
  {
    "class": "5-А",
    "subject": "Логіка (2026-2027)",
    "code": "dxxajg23",
    "id": "867377234839"
  },
  {
    "class": "5-А",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "47rjwx6v",
    "id": "819798666398"
  },
  {
    "class": "5-А",
    "subject": "Фізична культура (2026-2027)",
    "code": "xaau6in4",
    "id": "867377628712"
  },
  {
    "class": "5-А",
    "subject": "Мистецтво (2026-2027)",
    "code": "4wksmzua",
    "id": "819798674885"
  },
  {
    "class": "5-А",
    "subject": "Технології (Трудове) (Гр. 2) (2026-2027)",
    "code": "xsotp4vg",
    "id": "867377886536"
  },
  {
    "class": "5-А",
    "subject": "Технології (Трудове) (Гр. 1) (2026-2027)",
    "code": "wyqlpkfh",
    "id": "867378182563"
  },
  {
    "class": "5-А",
    "subject": "Здоров’я, безпека та добробут (2026-2027)",
    "code": "uvupuzln",
    "id": "867378084948"
  },
  {
    "class": "5-А",
    "subject": "Інформатика (Гр. 2) (2026-2027)",
    "code": "sotkjk2q",
    "id": "867376872299"
  },
  {
    "class": "5-А",
    "subject": "Інформатика (Гр. 1) (2026-2027)",
    "code": "54dqlhh7",
    "id": "867374997744"
  },
  {
    "class": "5-А",
    "subject": "Вступ до історії України (2026-2027)",
    "code": "psulftjs",
    "id": "867377294384"
  },
  {
    "class": "5-А",
    "subject": "Пізнаємо природу (2026-2027)",
    "code": "dosxnpq7",
    "id": "867376763383"
  },
  {
    "class": "5-А",
    "subject": "Математика (2026-2027)",
    "code": "mshroy77",
    "id": "819798620903"
  },
  {
    "class": "5-А",
    "subject": "Англійська мова (Гр. 2) (2026-2027)",
    "code": "3q3vo7kf",
    "id": "867377773157"
  },
  {
    "class": "5-А",
    "subject": "Англійська мова (Гр. 1) (2026-2027)",
    "code": "jxns74y3",
    "id": "819798717622"
  },
  {
    "class": "5-А",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "6nn5wszx",
    "id": "867377831999"
  },
  {
    "class": "5-А",
    "subject": "Українська література (2026-2027)",
    "code": "2ujuchp5",
    "id": "867377185388"
  },
  {
    "class": "5-А",
    "subject": "Українська мова (2026-2027)",
    "code": "hmsty2nk",
    "id": "867376323037"
  },
  {
    "class": "5-Б",
    "subject": "Здоров'я, безпека та добробут",
    "code": "3tdkdx6c",
    "id": "871398781345"
  },
  {
    "class": "5-Б",
    "subject": "Українська мова (2026-2027)",
    "code": "qqkmypdv",
    "id": "867400251453"
  },
  {
    "class": "5-Б",
    "subject": "Українська література (2026-2027)",
    "code": "2gim24a5",
    "id": "867399032607"
  },
  {
    "class": "5-Б",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "qagqf5g7",
    "id": "867399197602"
  },
  {
    "class": "5-Б",
    "subject": "Вступ до історії України (2026-2027)",
    "code": "g7anvqxy",
    "id": "867400128322"
  },
  {
    "class": "5-Б",
    "subject": "Пізнаємо природу (2026-2027)",
    "code": "zagtokbj",
    "id": "867399599207"
  },
  {
    "class": "5-Б",
    "subject": "Математика (2026-2027)",
    "code": "wjkgtwu4",
    "id": "867400215541"
  },
  {
    "class": "5-Б",
    "subject": "Англійська мова (Гр. 2) (2026-2027)",
    "code": "76fqp2q6",
    "id": "867399230602"
  },
  {
    "class": "5-Б",
    "subject": "Англійська мова (Гр. 1) (2026-2027)",
    "code": "q5e4y6mf",
    "id": "867398475040"
  },
  {
    "class": "5-Б",
    "subject": "Технології (Трудове) (Гр. 1) (2026-2027)",
    "code": "i24k73ed",
    "id": "867400141148"
  },
  {
    "class": "5-Б",
    "subject": "Інформатика (Гр. 2) (2026-2027)",
    "code": "5od47zdg",
    "id": "867388482526"
  },
  {
    "class": "5-Б",
    "subject": "Інформатика (Гр. 1) (2026-2027)",
    "code": "hg63urrb",
    "id": "867400270244"
  },
  {
    "class": "5-Б",
    "subject": "Технології (Трудове) (Гр. 2) (2026-2027)",
    "code": "kv45pyer",
    "id": "867379495561"
  },
  {
    "class": "5-Б",
    "subject": "Мистецтво (2026-2027)",
    "code": "toizd3y4",
    "id": "867400169428"
  },
  {
    "class": "5-Б",
    "subject": "Логіка (2026-2027)",
    "code": "pdpu3m6k",
    "id": "867399627744"
  },
  {
    "class": "5-Б",
    "subject": "Друга мова (Польська) (Гр. 2) (2026-2027)",
    "code": "6sxmv7df",
    "id": "867383686133"
  },
  {
    "class": "5-Б",
    "subject": "Фізична культура (2026-2027)",
    "code": "xzhjtpgb",
    "id": "867398475024"
  },
  {
    "class": "5-Б",
    "subject": "Друга мова (Польська) (Гр. 1) (2026-2027)",
    "code": "ohg74obi",
    "id": "867398994904"
  },
  {
    "class": "5-Б",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "dbsrquhh",
    "id": "867399024932"
  },
  {
    "class": "5-В",
    "subject": "Здоров'я, безпека та добробут",
    "code": "mnz3vpf5",
    "id": "871399331050"
  },
  {
    "class": "5-В",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "oilreebx",
    "id": "867761800852"
  },
  {
    "class": "5-В",
    "subject": "Друга мова (Польська) (Гр. 1) (2026-2027)",
    "code": "q5atlvvw",
    "id": "867759714687"
  },
  {
    "class": "5-В",
    "subject": "Фізична культура (2026-2027)",
    "code": "dkrecoc3",
    "id": "867761804871"
  },
  {
    "class": "5-В",
    "subject": "Друга мова (Польська) (Гр. 2) (2026-2027)",
    "code": "pziyrqvr",
    "id": "867746491896"
  },
  {
    "class": "5-В",
    "subject": "Логіка (2026-2027)",
    "code": "p2w4kbes",
    "id": "867760029722"
  },
  {
    "class": "5-В",
    "subject": "Мистецтво (2026-2027)",
    "code": "ycoqhz2d",
    "id": "867761865129"
  },
  {
    "class": "5-В",
    "subject": "Технології (Трудове) (Гр. 2) (2026-2027)",
    "code": "32eccjih",
    "id": "867761272864"
  },
  {
    "class": "5-В",
    "subject": "Інформатика (Гр. 1) (2026-2027)",
    "code": "t6t7yopw",
    "id": "867761549693"
  },
  {
    "class": "5-В",
    "subject": "Інформатика (Гр. 2) (2026-2027)",
    "code": "gfj6dbbd",
    "id": "867761707653"
  },
  {
    "class": "5-В",
    "subject": "Технології (Трудове) (Гр. 1) (2026-2027)",
    "code": "3fqdapto",
    "id": "867759560500"
  },
  {
    "class": "5-В",
    "subject": "Англійська мова (Гр. 1) (2026-2027)",
    "code": "ssfmejyn",
    "id": "798178745507"
  },
  {
    "class": "5-В",
    "subject": "Англійська мова (Гр. 2) (2026-2027)",
    "code": "yj22cgzm",
    "id": "867761298427"
  },
  {
    "class": "5-В",
    "subject": "Математика (2026-2027)",
    "code": "y7nbbpd7",
    "id": "867760997113"
  },
  {
    "class": "5-В",
    "subject": "Пізнаємо природу (2026-2027)",
    "code": "pkw2cl7l",
    "id": "867762075664"
  },
  {
    "class": "5-В",
    "subject": "Вступ до історії України (2026-2027)",
    "code": "lbfdaspy",
    "id": "867761577542"
  },
  {
    "class": "5-В",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "ey54jvki",
    "id": "867761812408"
  },
  {
    "class": "5-В",
    "subject": "Українська література (2026-2027)",
    "code": "g6aqm74q",
    "id": "867761220080"
  },
  {
    "class": "5-В",
    "subject": "Українська мова (2026-2027)",
    "code": "knp3uegt",
    "id": "867761493611"
  },
  {
    "class": "5-Г",
    "subject": "Здоров'я, безпека та добробут",
    "code": "bhzdplje",
    "id": "871398631604"
  },
  {
    "class": "5-Г",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "jekn3l6j",
    "id": "867762012697"
  },
  {
    "class": "5-Г",
    "subject": "Друга мова (Польська) (Гр. 1) (2026-2027)",
    "code": "hiu6vqwk",
    "id": "867761841028"
  },
  {
    "class": "5-Г",
    "subject": "Фізична культура (2026-2027)",
    "code": "h65b5cy6",
    "id": "867760844708"
  },
  {
    "class": "5-Г",
    "subject": "Друга мова (Польська) (Гр. 2) (2026-2027)",
    "code": "tnnodctk",
    "id": "867760962116"
  },
  {
    "class": "5-Г",
    "subject": "Логіка (2026-2027)",
    "code": "rc5xfacr",
    "id": "867754884409"
  },
  {
    "class": "5-Г",
    "subject": "Мистецтво (2026-2027)",
    "code": "4zfkp324",
    "id": "867746134712"
  },
  {
    "class": "5-Г",
    "subject": "Технології (Трудове) (Гр. 2) (2026-2027)",
    "code": "khyk2xv3",
    "id": "867761437122"
  },
  {
    "class": "5-Г",
    "subject": "Інформатика (Гр. 1) (2026-2027)",
    "code": "x5zozq4p",
    "id": "867760858967"
  },
  {
    "class": "5-Г",
    "subject": "Інформатика (Гр. 2) (2026-2027)",
    "code": "4ulvkxxc",
    "id": "867761798952"
  },
  {
    "class": "5-Г",
    "subject": "Технології (Трудове) (Гр. 1) (2026-2027)",
    "code": "bx427fvd",
    "id": "867761895101"
  },
  {
    "class": "5-Г",
    "subject": "Англійська мова (Гр. 1) (2026-2027)",
    "code": "nkwljf4u",
    "id": "867761244876"
  },
  {
    "class": "5-Г",
    "subject": "Англійська мова (Гр. 2) (2026-2027)",
    "code": "svmbgqaw",
    "id": "867759759596"
  },
  {
    "class": "5-Г",
    "subject": "Математика (2026-2027)",
    "code": "e6avrhul",
    "id": "867761958547"
  },
  {
    "class": "5-Г",
    "subject": "Пізнаємо природу (2026-2027)",
    "code": "54kr6v4q",
    "id": "867760719468"
  },
  {
    "class": "5-Г",
    "subject": "Вступ до історії України (2026-2027)",
    "code": "ugmiuhpz",
    "id": "867759412747"
  },
  {
    "class": "5-Г",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "slowwj6z",
    "id": "867761545710"
  },
  {
    "class": "5-Г",
    "subject": "Українська література (2026-2027)",
    "code": "4ddfgha6",
    "id": "798178751900"
  },
  {
    "class": "5-Г",
    "subject": "Українська мова (2026-2027)",
    "code": "l42qo7hv",
    "id": "867760909568"
  },
  {
    "class": "6-А",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "7ut2mxbn",
    "id": "867395165268"
  },
  {
    "class": "6-А",
    "subject": "Друга мова (Польська) (Гр. 2) (2026-2027)",
    "code": "ogdyff4i",
    "id": "867395279463"
  },
  {
    "class": "6-А",
    "subject": "Логіка (2026-2027)",
    "code": "vum7sobq",
    "id": "867394993183"
  },
  {
    "class": "6-А",
    "subject": "Друга мова (Польська) (Гр. 1) (2026-2027)",
    "code": "prnx4uld",
    "id": "867395053468"
  },
  {
    "class": "6-А",
    "subject": "Мистецтво (2026-2027)",
    "code": "m7y6wz4j",
    "id": "819800251319"
  },
  {
    "class": "6-А",
    "subject": "Технології (Трудове) (Гр. 2) (2026-2027)",
    "code": "a2m52gmp",
    "id": "867395140414"
  },
  {
    "class": "6-А",
    "subject": "Физична культура (2026-2027)",
    "code": "rrpfjiue",
    "id": "867395381673"
  },
  {
    "class": "6-А",
    "subject": "Інформатика (Гр. 2) (2026-2027)",
    "code": "ch2i6q3i",
    "id": "867395307820"
  },
  {
    "class": "6-А",
    "subject": "Технології (Трудове) (Гр. 1) (2026-2027)",
    "code": "odfpmkx4",
    "id": "867394089843"
  },
  {
    "class": "6-А",
    "subject": "Інформатика (Гр. 1) (2026-2027)",
    "code": "kc4sb5hr",
    "id": "867394913143"
  },
  {
    "class": "6-А",
    "subject": "Пізнаємо природу (2026-2027)",
    "code": "n772b7mg",
    "id": "867395102557"
  },
  {
    "class": "6-А",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "5mgbatvt",
    "id": "867394773486"
  },
  {
    "class": "6-А",
    "subject": "Географія (2026-2027)",
    "code": "euegafxk",
    "id": "819800136252"
  },
  {
    "class": "6-А",
    "subject": "Історія України. Всесвітня історія (2026-2027)",
    "code": "6pyfbj23",
    "id": "867395408010"
  },
  {
    "class": "6-А",
    "subject": "Українська література (2026-2027)",
    "code": "sbqkdtpb",
    "id": "867395041278"
  },
  {
    "class": "6-А",
    "subject": "Англійська мова (Гр. 1) (2026-2027)",
    "code": "zm5ewb3i",
    "id": "867395139915"
  },
  {
    "class": "6-А",
    "subject": "Англійська мова (Гр. 2) (2026-2027)",
    "code": "f6j7inqh",
    "id": "867394252832"
  },
  {
    "class": "6-А",
    "subject": "Українська мова (2026-2027)",
    "code": "4loopmxf",
    "id": "867386203452"
  },
  {
    "class": "6-А",
    "subject": "Математика (2026-2027)",
    "code": "ezyf5y4w",
    "id": "867395327327"
  },
  {
    "class": "6-Б",
    "subject": "Математика (2026-2027)",
    "code": "5bivavyh",
    "id": "867763058851"
  },
  {
    "class": "6-Б",
    "subject": "Українська мова (2026-2027)",
    "code": "pbjzw624",
    "id": "867763645074"
  },
  {
    "class": "6-Б",
    "subject": "Англійська мова (Гр. 2) (2026-2027)",
    "code": "y3edpcdm",
    "id": "798179126950"
  },
  {
    "class": "6-Б",
    "subject": "Англійська мова (Гр. 1) (2026-2027)",
    "code": "sm3jxnwb",
    "id": "867763811471"
  },
  {
    "class": "6-Б",
    "subject": "Українська література (2026-2027)",
    "code": "hsqe37aa",
    "id": "867763065545"
  },
  {
    "class": "6-Б",
    "subject": "Історія України. Всесвітня історія (2026-2027)",
    "code": "snpjiw6t",
    "id": "867761949865"
  },
  {
    "class": "6-Б",
    "subject": "Географія (2026-2027)",
    "code": "lz2kedhm",
    "id": "867763619384"
  },
  {
    "class": "6-Б",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "dh3pxc7y",
    "id": "867763175510"
  },
  {
    "class": "6-Б",
    "subject": "Пізнаємо природу (2026-2027)",
    "code": "gbe5uaal",
    "id": "867759717100"
  },
  {
    "class": "6-Б",
    "subject": "Інформатика (Гр. 1) (2026-2027)",
    "code": "zqhbrgh7",
    "id": "867761765359"
  },
  {
    "class": "6-Б",
    "subject": "Технології (Трудове) (Гр. 1) (2026-2027)",
    "code": "mhqx2gn6",
    "id": "867762809146"
  },
  {
    "class": "6-Б",
    "subject": "Інформатика (Гр. 2) (2026-2027)",
    "code": "cee63n6p",
    "id": "867761126257"
  },
  {
    "class": "6-Б",
    "subject": "Физична культура (2026-2027)",
    "code": "gjphxc23",
    "id": "867763327529"
  },
  {
    "class": "6-Б",
    "subject": "Технології (Трудове) (Гр. 2) (2026-2027)",
    "code": "ho6vavdi",
    "id": "867763149978"
  },
  {
    "class": "6-Б",
    "subject": "Мистецтво (2026-2027)",
    "code": "t55xhzut",
    "id": "867763542454"
  },
  {
    "class": "6-Б",
    "subject": "Друга мова (Польська) (Гр. 1) (2026-2027)",
    "code": "yx2et4bj",
    "id": "867763132533"
  },
  {
    "class": "6-Б",
    "subject": "Логіка (2026-2027)",
    "code": "vhmzplx3",
    "id": "867762903270"
  },
  {
    "class": "6-Б",
    "subject": "Друга мова (Польська) (Гр. 2) (2026-2027)",
    "code": "urb67i7t",
    "id": "867763322965"
  },
  {
    "class": "6-Б",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "stxm3ujy",
    "id": "867763464421"
  },
  {
    "class": "6-В",
    "subject": "Математика (2026-2027)",
    "code": "d2cqx4zf",
    "id": "798179020268"
  },
  {
    "class": "6-В",
    "subject": "Українська мова (2026-2027)",
    "code": "e6hgr6pl",
    "id": "867760860680"
  },
  {
    "class": "6-В",
    "subject": "Англійська мова (Гр. 2) (2026-2027)",
    "code": "2ifivaon",
    "id": "867763730143"
  },
  {
    "class": "6-В",
    "subject": "Англійська мова (Гр. 1) (2026-2027)",
    "code": "ajrgol7p",
    "id": "867762429077"
  },
  {
    "class": "6-В",
    "subject": "Українська література (2026-2027)",
    "code": "36rmw2sj",
    "id": "867763038604"
  },
  {
    "class": "6-В",
    "subject": "Історія України. Всесвітня історія (2026-2027)",
    "code": "u7oxobsv",
    "id": "867763072279"
  },
  {
    "class": "6-В",
    "subject": "Географія (2026-2027)",
    "code": "3smpaku6",
    "id": "867762902234"
  },
  {
    "class": "6-В",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "ec3e3de5",
    "id": "867762495288"
  },
  {
    "class": "6-В",
    "subject": "Пізнаємо природу (2026-2027)",
    "code": "l23pvtff",
    "id": "867763047529"
  },
  {
    "class": "6-В",
    "subject": "Інформатика (Гр. 1) (2026-2027)",
    "code": "oelzdnav",
    "id": "798179101024"
  },
  {
    "class": "6-В",
    "subject": "Технології (Трудове) (Гр. 1) (2026-2027)",
    "code": "ioeca4cj",
    "id": "867763521859"
  },
  {
    "class": "6-В",
    "subject": "Інформатика (Гр. 2) (2026-2027)",
    "code": "wrqb7c3q",
    "id": "798179110978"
  },
  {
    "class": "6-В",
    "subject": "Физична культура (2026-2027)",
    "code": "q5dc4eq2",
    "id": "867762898271"
  },
  {
    "class": "6-В",
    "subject": "Технології (Трудове) (Гр. 2) (2026-2027)",
    "code": "umabj5kd",
    "id": "867763692659"
  },
  {
    "class": "6-В",
    "subject": "Мистецтво (2026-2027)",
    "code": "uai4ujno",
    "id": "867762797851"
  },
  {
    "class": "6-В",
    "subject": "Друга мова (Польська) (Гр. 1) (2026-2027)",
    "code": "2bxgen6j",
    "id": "867763314845"
  },
  {
    "class": "6-В",
    "subject": "Логіка (2026-2027)",
    "code": "wpwve5t5",
    "id": "867762614695"
  },
  {
    "class": "6-В",
    "subject": "Друга мова (Польська) (Гр. 2) (2026-2027)",
    "code": "jy6kjuxa",
    "id": "867763212206"
  },
  {
    "class": "6-В",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "xleulwbl",
    "id": "867763549591"
  },
  {
    "class": "6-Г",
    "subject": "Математика (2026-2027)",
    "code": "zg2bq5bv",
    "id": "867762797896"
  },
  {
    "class": "6-Г",
    "subject": "Українська мова (2026-2027)",
    "code": "xmap25y7",
    "id": "867763366407"
  },
  {
    "class": "6-Г",
    "subject": "Англійська мова (Гр. 2) (2026-2027)",
    "code": "wlliok6e",
    "id": "867763715491"
  },
  {
    "class": "6-Г",
    "subject": "Англійська мова (Гр. 1) (2026-2027)",
    "code": "42uoiizi",
    "id": "798178933434"
  },
  {
    "class": "6-Г",
    "subject": "Українська література (2026-2027)",
    "code": "dpyq6mvs",
    "id": "867762116767"
  },
  {
    "class": "6-Г",
    "subject": "Історія України. Всесвітня історія (2026-2027)",
    "code": "e4xnldin",
    "id": "867762729989"
  },
  {
    "class": "6-Г",
    "subject": "Географія (2026-2027)",
    "code": "2qt7x4r2",
    "id": "867762999863"
  },
  {
    "class": "6-Г",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "r2m26lsz",
    "id": "867763686035"
  },
  {
    "class": "6-Г",
    "subject": "Пізнаємо природу (2026-2027)",
    "code": "gu5wxplz",
    "id": "867763210300"
  },
  {
    "class": "6-Г",
    "subject": "Інформатика (Гр. 1) (2026-2027)",
    "code": "arzetocm",
    "id": "867763725434"
  },
  {
    "class": "6-Г",
    "subject": "Технології (Трудове) (Гр. 1) (2026-2027)",
    "code": "nefbnbfe",
    "id": "867762791806"
  },
  {
    "class": "6-Г",
    "subject": "Інформатика (Гр. 2) (2026-2027)",
    "code": "ccpjzw6d",
    "id": "867763359013"
  },
  {
    "class": "6-Г",
    "subject": "Физична культура (2026-2027)",
    "code": "dsdxjlx5",
    "id": "867741511686"
  },
  {
    "class": "6-Г",
    "subject": "Технології (Трудове) (Гр. 2) (2026-2027)",
    "code": "oz2e4bhh",
    "id": "867763399459"
  },
  {
    "class": "6-Г",
    "subject": "Мистецтво (2026-2027)",
    "code": "dekyeaz7",
    "id": "867763357503"
  },
  {
    "class": "6-Г",
    "subject": "Друга мова (Польська) (Гр. 1) (2026-2027)",
    "code": "7i5t5ai2",
    "id": "867763748582"
  },
  {
    "class": "6-Г",
    "subject": "Логіка (2026-2027)",
    "code": "smjfyylg",
    "id": "867763215828"
  },
  {
    "class": "6-Г",
    "subject": "Друга мова (Польська) (Гр. 2) (2026-2027)",
    "code": "ms6bzgvs",
    "id": "867762079910"
  },
  {
    "class": "6-Г",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "hmmebfwu",
    "id": "867762936779"
  },
  {
    "class": "7-А",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "6vktj5cv",
    "id": "867772249264"
  },
  {
    "class": "7-А",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "44yvee63",
    "id": "867772322007"
  },
  {
    "class": "7-А",
    "subject": "Фізична культура (2026-2027)",
    "code": "lusvwk3i",
    "id": "867771845048"
  },
  {
    "class": "7-А",
    "subject": "Технології (2026-2027)",
    "code": "fpc5cyc2",
    "id": "867772226880"
  },
  {
    "class": "7-А",
    "subject": "Фізика (2026-2027)",
    "code": "ncdktcom",
    "id": "867771941933"
  },
  {
    "class": "7-А",
    "subject": "Мистецтво (2026-2027)",
    "code": "7c557it6",
    "id": "867772250945"
  },
  {
    "class": "7-А",
    "subject": "Хімія (2026-2027)",
    "code": "fbigulr7",
    "id": "867771778996"
  },
  {
    "class": "7-А",
    "subject": "Інформатика (2026-2027)",
    "code": "qelydw5l",
    "id": "867772359839"
  },
  {
    "class": "7-А",
    "subject": "Географія (2026-2027)",
    "code": "zwn26ztl",
    "id": "867771237384"
  },
  {
    "class": "7-А",
    "subject": "Геометрія (2026-2027)",
    "code": "dkm7hqwr",
    "id": "867765734795"
  },
  {
    "class": "7-А",
    "subject": "Біологія (2026-2027)",
    "code": "divse3jp",
    "id": "867771696994"
  },
  {
    "class": "7-А",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "5dlgt7k3",
    "id": "867771753776"
  },
  {
    "class": "7-А",
    "subject": "Історія України (2026-2027)",
    "code": "mwbmv2wj",
    "id": "867772416483"
  },
  {
    "class": "7-А",
    "subject": "Алгебра (2026-2027)",
    "code": "hgogeb5u",
    "id": "867772691200"
  },
  {
    "class": "7-А",
    "subject": "Англійська мова (2026-2027)",
    "code": "f2xxfxya",
    "id": "867772479478"
  },
  {
    "class": "7-А",
    "subject": "Українська література (2026-2027)",
    "code": "lo6o4imt",
    "id": "867772051115"
  },
  {
    "class": "7-А",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "e5dtyz6s",
    "id": "867754393159"
  },
  {
    "class": "7-А",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "fogy342o",
    "id": "798180293763"
  },
  {
    "class": "7-А",
    "subject": "Українська мова (2026-2027)",
    "code": "263kjet6",
    "id": "867772402658"
  },
  {
    "class": "7-Б",
    "subject": "Фізична культура (2026-2027)",
    "code": "fbtvlk3p",
    "id": "867771800839"
  },
  {
    "class": "7-Б",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "ziwxca3v",
    "id": "867771654436"
  },
  {
    "class": "7-Б",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "5hb6jty4",
    "id": "867771470566"
  },
  {
    "class": "7-Б",
    "subject": "Мистецтво (2026-2027)",
    "code": "iztcexxv",
    "id": "867771078806"
  },
  {
    "class": "7-Б",
    "subject": "Технології (2026-2027)",
    "code": "paznn7o3",
    "id": "867772180108"
  },
  {
    "class": "7-Б",
    "subject": "Інформатика (2026-2027)",
    "code": "iktrt4pw",
    "id": "867772317982"
  },
  {
    "class": "7-Б",
    "subject": "Хімія (2026-2027)",
    "code": "smj3scsz",
    "id": "867771860554"
  },
  {
    "class": "7-Б",
    "subject": "Фізика (2026-2027)",
    "code": "rhaojump",
    "id": "867771913607"
  },
  {
    "class": "7-Б",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "y2xmekel",
    "id": "867772389535"
  },
  {
    "class": "7-Б",
    "subject": "Геометрія (2026-2027)",
    "code": "4ow5uis3",
    "id": "867768967194"
  },
  {
    "class": "7-Б",
    "subject": "Алгебра (2026-2027)",
    "code": "4aq6mj32",
    "id": "867772375837"
  },
  {
    "class": "7-Б",
    "subject": "Біологія (2026-2027)",
    "code": "bpnqcogl",
    "id": "867770234674"
  },
  {
    "class": "7-Б",
    "subject": "Географія (2026-2027)",
    "code": "slbxweab",
    "id": "867771022512"
  },
  {
    "class": "7-Б",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "njpgjsxw",
    "id": "867770967420"
  },
  {
    "class": "7-Б",
    "subject": "Історія України (2026-2027)",
    "code": "3n56mavg",
    "id": "867770573684"
  },
  {
    "class": "7-Б",
    "subject": "Англійська мова (2026-2027)",
    "code": "rkv3vwp2",
    "id": "867772300908"
  },
  {
    "class": "7-Б",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "bjncex3n",
    "id": "798179972721"
  },
  {
    "class": "7-Б",
    "subject": "Українська література (2026-2027)",
    "code": "hyvf4tkq",
    "id": "867771996617"
  },
  {
    "class": "7-Б",
    "subject": "Українська мова (2026-2027)",
    "code": "pzso3xmq",
    "id": "867772395274"
  },
  {
    "class": "7-В",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "j6ndpog6",
    "id": "867772195129"
  },
  {
    "class": "7-В",
    "subject": "Фізична культура (2026-2027)",
    "code": "rrrx5hib",
    "id": "867772659527"
  },
  {
    "class": "7-В",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "momuptwm",
    "id": "867772271550"
  },
  {
    "class": "7-В",
    "subject": "Технології (2026-2027)",
    "code": "lfv7ymxl",
    "id": "867772249767"
  },
  {
    "class": "7-В",
    "subject": "Мистецтво (2026-2027)",
    "code": "ykdp2ldi",
    "id": "867770214307"
  },
  {
    "class": "7-В",
    "subject": "Інформатика (2026-2027)",
    "code": "vn5idd5l",
    "id": "867772520131"
  },
  {
    "class": "7-В",
    "subject": "Хімія (2026-2027)",
    "code": "6z27jzrg",
    "id": "867762293242"
  },
  {
    "class": "7-В",
    "subject": "Фізика (2026-2027)",
    "code": "75eaqtqv",
    "id": "867772040803"
  },
  {
    "class": "7-В",
    "subject": "Географія (2026-2027)",
    "code": "4ykioh4q",
    "id": "867772443970"
  },
  {
    "class": "7-В",
    "subject": "Алгебра (2026-2027)",
    "code": "o4l2b5f7",
    "id": "867772282498"
  },
  {
    "class": "7-В",
    "subject": "Геометрія (2026-2027)",
    "code": "ioreuhit",
    "id": "867772474258"
  },
  {
    "class": "7-В",
    "subject": "Біологія (2026-2027)",
    "code": "uzd7zjuv",
    "id": "867770532281"
  },
  {
    "class": "7-В",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "fi2thzyz",
    "id": "867772184112"
  },
  {
    "class": "7-В",
    "subject": "Історія України (2026-2027)",
    "code": "uaxyeqrm",
    "id": "867771747125"
  },
  {
    "class": "7-В",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "mnnqgdhc",
    "id": "867771265637"
  },
  {
    "class": "7-В",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "tgcelbqp",
    "id": "867772642609"
  },
  {
    "class": "7-В",
    "subject": "Англійська мова (2026-2027)",
    "code": "xxpvn5in",
    "id": "867772270691"
  },
  {
    "class": "7-В",
    "subject": "Українська література (2026-2027)",
    "code": "r2gribyq",
    "id": "867771834445"
  },
  {
    "class": "7-В",
    "subject": "Українська мова (2026-2027)",
    "code": "v35vdicc",
    "id": "867769655812"
  },
  {
    "class": "7-Г",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "34ge7noe",
    "id": "867772213059"
  },
  {
    "class": "7-Г",
    "subject": "Фізична культура (2026-2027)",
    "code": "nxnqjrzr",
    "id": "867772093943"
  },
  {
    "class": "7-Г",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "nvojv32g",
    "id": "867771801761"
  },
  {
    "class": "7-Г",
    "subject": "Технології (2026-2027)",
    "code": "4tf6emed",
    "id": "867772530601"
  },
  {
    "class": "7-Г",
    "subject": "Мистецтво (2026-2027)",
    "code": "n75nbo3e",
    "id": "867772006510"
  },
  {
    "class": "7-Г",
    "subject": "Інформатика (2026-2027)",
    "code": "4cycldqe",
    "id": "867772226483"
  },
  {
    "class": "7-Г",
    "subject": "Біологія (2026-2027)",
    "code": "7q7c76qo",
    "id": "867767778417"
  },
  {
    "class": "7-Г",
    "subject": "Хімія (2026-2027)",
    "code": "5shqjx5i",
    "id": "867771932205"
  },
  {
    "class": "7-Г",
    "subject": "Географія (2026-2027)",
    "code": "wqbcnlup",
    "id": "867770643194"
  },
  {
    "class": "7-Г",
    "subject": "Геометрія (2026-2027)",
    "code": "rdqgwixh",
    "id": "867771865038"
  },
  {
    "class": "7-Г",
    "subject": "Фізика (2026-2027)",
    "code": "k6v5j4fd",
    "id": "867772032491"
  },
  {
    "class": "7-Г",
    "subject": "Англійська мова (2026-2027)",
    "code": "w56hs6vx",
    "id": "867770765403"
  },
  {
    "class": "7-Г",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "r23i2gxg",
    "id": "867772037425"
  },
  {
    "class": "7-Г",
    "subject": "Історія України (2026-2027)",
    "code": "4rs7shyg",
    "id": "867772282508"
  },
  {
    "class": "7-Г",
    "subject": "Алгебра (2026-2027)",
    "code": "wpzmve7a",
    "id": "867761751478"
  },
  {
    "class": "7-Г",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "3jg73bbu",
    "id": "867772300924"
  },
  {
    "class": "7-Г",
    "subject": "Українська література (2026-2027)",
    "code": "spxw56e6",
    "id": "867772335332"
  },
  {
    "class": "7-Г",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "yy5e7ual",
    "id": "867771961556"
  },
  {
    "class": "7-Г",
    "subject": "Українська мова (2026-2027)",
    "code": "rldmscwu",
    "id": "867772478043"
  },
  {
    "class": "8-А",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "dilj7z57",
    "id": "867772403705"
  },
  {
    "class": "8-А",
    "subject": "Технології (2026-2027)",
    "code": "f42hxpjy",
    "id": "867773945053"
  },
  {
    "class": "8-А",
    "subject": "Фізична культура (2026-2027)",
    "code": "qvaufecm",
    "id": "867773696159"
  },
  {
    "class": "8-А",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "gj2lh3mi",
    "id": "867773485997"
  },
  {
    "class": "8-А",
    "subject": "Фізика (2026-2027)",
    "code": "pjrql32s",
    "id": "867773732275"
  },
  {
    "class": "8-А",
    "subject": "Хімія (2026-2027)",
    "code": "mpmitg3g",
    "id": "867774011839"
  },
  {
    "class": "8-А",
    "subject": "Мистецтво (2026-2027)",
    "code": "oy2tzhgq",
    "id": "867773267059"
  },
  {
    "class": "8-А",
    "subject": "Інформатика (2026-2027)",
    "code": "dxwqid7p",
    "id": "867773937691"
  },
  {
    "class": "8-А",
    "subject": "Географія (2026-2027)",
    "code": "dks3xzoz",
    "id": "867773661733"
  },
  {
    "class": "8-А",
    "subject": "Алгебра (2026-2027)",
    "code": "izru7zml",
    "id": "867773833954"
  },
  {
    "class": "8-А",
    "subject": "Біологія (2026-2027)",
    "code": "jg5zups2",
    "id": "867774191529"
  },
  {
    "class": "8-А",
    "subject": "Історія України (2026-2027)",
    "code": "kggtwbud",
    "id": "867773763500"
  },
  {
    "class": "8-А",
    "subject": "Геометрія (2026-2027)",
    "code": "4fscrkdd",
    "id": "867770411183"
  },
  {
    "class": "8-А",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "ztrxgul4",
    "id": "867774045136"
  },
  {
    "class": "8-А",
    "subject": "Англійська мова (2026-2027)",
    "code": "qut62ti6",
    "id": "867773065393"
  },
  {
    "class": "8-А",
    "subject": "Українська література (2026-2027)",
    "code": "7epf23fy",
    "id": "867773510080"
  },
  {
    "class": "8-А",
    "subject": "Українська мова (2026-2027)",
    "code": "g6sx4bfq",
    "id": "867772365413"
  },
  {
    "class": "8-А",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "3v4tvsy3",
    "id": "867773702884"
  },
  {
    "class": "8-А",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "ojbkzgcf",
    "id": "867766353367"
  },
  {
    "class": "8-Б",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "gduvcqyu",
    "id": "867773278506"
  },
  {
    "class": "8-Б",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "dtwt74mn",
    "id": "867773988532"
  },
  {
    "class": "8-Б",
    "subject": "Фізична культура (2026-2027)",
    "code": "7zp2ltao",
    "id": "867774166476"
  },
  {
    "class": "8-Б",
    "subject": "Технології (2026-2027)",
    "code": "ra5zgqzl",
    "id": "867774185813"
  },
  {
    "class": "8-Б",
    "subject": "Мистецтво (2026-2027)",
    "code": "zj5xplhk",
    "id": "867773948610"
  },
  {
    "class": "8-Б",
    "subject": "Фізика (2026-2027)",
    "code": "wk2utvu3",
    "id": "867773579251"
  },
  {
    "class": "8-Б",
    "subject": "Інформатика (2026-2027)",
    "code": "74wxac34",
    "id": "867773683352"
  },
  {
    "class": "8-Б",
    "subject": "Хімія (2026-2027)",
    "code": "eo5gilqc",
    "id": "867773980942"
  },
  {
    "class": "8-Б",
    "subject": "Географія (2026-2027)",
    "code": "s6pxfvdh",
    "id": "867773751988"
  },
  {
    "class": "8-Б",
    "subject": "Біологія (2026-2027)",
    "code": "e4bi5mdj",
    "id": "867774242927"
  },
  {
    "class": "8-Б",
    "subject": "Геометрія (2026-2027)",
    "code": "sypjmtgr",
    "id": "867764268251"
  },
  {
    "class": "8-Б",
    "subject": "Алгебра (2026-2027)",
    "code": "rcrbghvl",
    "id": "867772282143"
  },
  {
    "class": "8-Б",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "b6z22zkl",
    "id": "867773315325"
  },
  {
    "class": "8-Б",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "djuwczdt",
    "id": "867773261198"
  },
  {
    "class": "8-Б",
    "subject": "Англійська мова (2026-2027)",
    "code": "gkxuuywv",
    "id": "867773742881"
  },
  {
    "class": "8-Б",
    "subject": "Історія України (2026-2027)",
    "code": "qo3nt37t",
    "id": "867773366118"
  },
  {
    "class": "8-Б",
    "subject": "Українська література (2026-2027)",
    "code": "syyym4vw",
    "id": "867773160529"
  },
  {
    "class": "8-Б",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "7p3kqffj",
    "id": "867773585772"
  },
  {
    "class": "8-Б",
    "subject": "Українська мова (2026-2027)",
    "code": "3242strf",
    "id": "867772849093"
  },
  {
    "class": "8-В",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "bo5gzaen",
    "id": "867774361523"
  },
  {
    "class": "8-В",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "dbwxvskl",
    "id": "867774101037"
  },
  {
    "class": "8-В",
    "subject": "Фізична культура (2026-2027)",
    "code": "ydnqq6te",
    "id": "867773856296"
  },
  {
    "class": "8-В",
    "subject": "Технології (2026-2027)",
    "code": "vltb23dl",
    "id": "855102224542"
  },
  {
    "class": "8-В",
    "subject": "Мистецтво (2026-2027)",
    "code": "legfeimm",
    "id": "867774095517"
  },
  {
    "class": "8-В",
    "subject": "Інформатика (2026-2027)",
    "code": "fd5yoaoj",
    "id": "867773792680"
  },
  {
    "class": "8-В",
    "subject": "Хімія (2026-2027)",
    "code": "o32aybxt",
    "id": "867774137225"
  },
  {
    "class": "8-В",
    "subject": "Фізика (2026-2027)",
    "code": "w6sdv6zt",
    "id": "867773120448"
  },
  {
    "class": "8-В",
    "subject": "Біологія (2026-2027)",
    "code": "x5k2pzmi",
    "id": "867762876220"
  },
  {
    "class": "8-В",
    "subject": "Географія (2026-2027)",
    "code": "h2aywmwe",
    "id": "867773901538"
  },
  {
    "class": "8-В",
    "subject": "Алгебра (2026-2027)",
    "code": "y7zxuiu4",
    "id": "867774176939"
  },
  {
    "class": "8-В",
    "subject": "Геометрія (2026-2027)",
    "code": "kf43lvzi",
    "id": "867772725310"
  },
  {
    "class": "8-В",
    "subject": "Історія України (2026-2027)",
    "code": "wnma4brf",
    "id": "867769660591"
  },
  {
    "class": "8-В",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "4uedohop",
    "id": "867774030578"
  },
  {
    "class": "8-В",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "optaj5vm",
    "id": "867773979149"
  },
  {
    "class": "8-В",
    "subject": "Англійська мова (2026-2027)",
    "code": "tjeocsjs",
    "id": "867774280674"
  },
  {
    "class": "8-В",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "7xkgbjho",
    "id": "867772403716"
  },
  {
    "class": "8-В",
    "subject": "Українська мова (2026-2027)",
    "code": "z6u74jme",
    "id": "867773801949"
  },
  {
    "class": "8-В",
    "subject": "Українська література (2026-2027)",
    "code": "iczv22l2",
    "id": "867774106412"
  },
  {
    "class": "8-Г",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "vvyftqt5",
    "id": "867774223740"
  },
  {
    "class": "8-Г",
    "subject": "Фізична культура (2026-2027)",
    "code": "os6iu2td",
    "id": "867773305349"
  },
  {
    "class": "8-Г",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "5uizxwf4",
    "id": "867772181521"
  },
  {
    "class": "8-Г",
    "subject": "Технології (2026-2027)",
    "code": "nuuhsxd7",
    "id": "867774182736"
  },
  {
    "class": "8-Г",
    "subject": "Мистецтво (2026-2027)",
    "code": "5godnwvt",
    "id": "867774122525"
  },
  {
    "class": "8-Г",
    "subject": "Інформатика (2026-2027)",
    "code": "rgya7vlp",
    "id": "867773924931"
  },
  {
    "class": "8-Г",
    "subject": "Хімія (2026-2027)",
    "code": "apk5ibh7",
    "id": "867771594798"
  },
  {
    "class": "8-Г",
    "subject": "Фізика (2026-2027)",
    "code": "caferzi3",
    "id": "867773940405"
  },
  {
    "class": "8-Г",
    "subject": "Географія (2026-2027)",
    "code": "jur4gpfe",
    "id": "867774483586"
  },
  {
    "class": "8-Г",
    "subject": "Біологія (2026-2027)",
    "code": "akjbb2dm",
    "id": "855102311558"
  },
  {
    "class": "8-Г",
    "subject": "Алгебра (2026-2027)",
    "code": "w7guwgjk",
    "id": "867773139942"
  },
  {
    "class": "8-Г",
    "subject": "Геометрія (2026-2027)",
    "code": "dyrbqkyv",
    "id": "867773944734"
  },
  {
    "class": "8-Г",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "yxz6osri",
    "id": "867774054220"
  },
  {
    "class": "8-Г",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "ljptu5az",
    "id": "867773065413"
  },
  {
    "class": "8-Г",
    "subject": "Історія України (2026-2027)",
    "code": "6cctywxt",
    "id": "855102447799"
  },
  {
    "class": "8-Г",
    "subject": "Англійська мова (2026-2027)",
    "code": "qmysi54y",
    "id": "867772127240"
  },
  {
    "class": "8-Г",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "mtqxfba4",
    "id": "867773975059"
  },
  {
    "class": "8-Г",
    "subject": "Українська література (2026-2027)",
    "code": "af27izfj",
    "id": "867774302044"
  },
  {
    "class": "8-Г",
    "subject": "Українська мова (2026-2027)",
    "code": "lgmenjcb",
    "id": "867773633196"
  },
  {
    "class": "9-А",
    "subject": "Фізична культура (2026-2027)",
    "code": "uahlflfa",
    "id": "867786003267"
  },
  {
    "class": "9-А",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "h64lxca5",
    "id": "867787200754"
  },
  {
    "class": "9-А",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "oci5x753",
    "id": "867785609614"
  },
  {
    "class": "9-А",
    "subject": "Технології (2026-2027)",
    "code": "4c6xfeqz",
    "id": "867783897968"
  },
  {
    "class": "9-А",
    "subject": "Мистецтво (2026-2027)",
    "code": "akkc72s6",
    "id": "867786626279"
  },
  {
    "class": "9-А",
    "subject": "Інформатика (2026-2027)",
    "code": "cxu4yu5j",
    "id": "867786796019"
  },
  {
    "class": "9-А",
    "subject": "Хімія (2026-2027)",
    "code": "wionston",
    "id": "867786849851"
  },
  {
    "class": "9-А",
    "subject": "Біологія (2026-2027)",
    "code": "thdb6tph",
    "id": "867786686999"
  },
  {
    "class": "9-А",
    "subject": "Фізика (2026-2027)",
    "code": "akcffrbw",
    "id": "867787010260"
  },
  {
    "class": "9-А",
    "subject": "Географія (2026-2027)",
    "code": "2htrhdjg",
    "id": "867785549520"
  },
  {
    "class": "9-А",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "lf7t56pa",
    "id": "867786318073"
  },
  {
    "class": "9-А",
    "subject": "Історія України (2026-2027)",
    "code": "wcy7nrqe",
    "id": "867786632646"
  },
  {
    "class": "9-А",
    "subject": "Алгебра (2026-2027)",
    "code": "qmeqx7wo",
    "id": "867786784658"
  },
  {
    "class": "9-А",
    "subject": "Основи правознавства (2026-2027)",
    "code": "kuj3r2fn",
    "id": "867786492937"
  },
  {
    "class": "9-А",
    "subject": "Геометрія (2026-2027)",
    "code": "46yf4x3w",
    "id": "867786468876"
  },
  {
    "class": "9-А",
    "subject": "Українська мова (2026-2027)",
    "code": "pjysncxd",
    "id": "798182761202"
  },
  {
    "class": "9-А",
    "subject": "Українська література (2026-2027)",
    "code": "kecin47z",
    "id": "867781819138"
  },
  {
    "class": "9-А",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "csaiovea",
    "id": "867787147226"
  },
  {
    "class": "9-А",
    "subject": "Англійська мова (2026-2027)",
    "code": "nlkslict",
    "id": "867786127462"
  },
  {
    "class": "9-А",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "yvekvyl5",
    "id": "867786402913"
  },
  {
    "class": "9-Б",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "b2un2egg",
    "id": "867787178745"
  },
  {
    "class": "9-Б",
    "subject": "Фізична культура (2026-2027)",
    "code": "4yh53zjh",
    "id": "867786496575"
  },
  {
    "class": "9-Б",
    "subject": "Технології (2026-2027)",
    "code": "oxrbdpro",
    "id": "867786000656"
  },
  {
    "class": "9-Б",
    "subject": "Мистецтво (2026-2027)",
    "code": "tlp67ean",
    "id": "867785486255"
  },
  {
    "class": "9-Б",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "2z2hnooj",
    "id": "867786786402"
  },
  {
    "class": "9-Б",
    "subject": "Хімія (2026-2027)",
    "code": "35mehwyd",
    "id": "867787578814"
  },
  {
    "class": "9-Б",
    "subject": "Інформатика (2026-2027)",
    "code": "g5jlv46m",
    "id": "867786773337"
  },
  {
    "class": "9-Б",
    "subject": "Фізика (2026-2027)",
    "code": "6sdczyby",
    "id": "867785721891"
  },
  {
    "class": "9-Б",
    "subject": "Біологія (2026-2027)",
    "code": "xb4xfkab",
    "id": "867776422164"
  },
  {
    "class": "9-Б",
    "subject": "Географія (2026-2027)",
    "code": "x7oblh4t",
    "id": "798182757897"
  },
  {
    "class": "9-Б",
    "subject": "Геометрія (2026-2027)",
    "code": "n4rpwbdd",
    "id": "867786358395"
  },
  {
    "class": "9-Б",
    "subject": "Алгебра (2026-2027)",
    "code": "nttxbfpv",
    "id": "867787218389"
  },
  {
    "class": "9-Б",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "vutajkyf",
    "id": "867786283682"
  },
  {
    "class": "9-Б",
    "subject": "Історія України (2026-2027)",
    "code": "5nfi77f2",
    "id": "867786884316"
  },
  {
    "class": "9-Б",
    "subject": "Основи правознавства (2026-2027)",
    "code": "jph3nuyn",
    "id": "867786418185"
  },
  {
    "class": "9-Б",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "eboa3ino",
    "id": "867778951804"
  },
  {
    "class": "9-Б",
    "subject": "Українська література (2026-2027)",
    "code": "f2ehmfqr",
    "id": "867787078413"
  },
  {
    "class": "9-Б",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "otoj32y3",
    "id": "867787238281"
  },
  {
    "class": "9-Б",
    "subject": "Англійська мова (2026-2027)",
    "code": "nsiqmdjx",
    "id": "867786392178"
  },
  {
    "class": "9-Б",
    "subject": "Українська мова (2026-2027)",
    "code": "7kkrdt3v",
    "id": "867786590511"
  },
  {
    "class": "9-В",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "ej4wabc3",
    "id": "867787101828"
  },
  {
    "class": "9-В",
    "subject": "Фізична культура (2026-2027)",
    "code": "u5wm5lrf",
    "id": "867782160083"
  },
  {
    "class": "9-В",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "5t327fhq",
    "id": "867787509567"
  },
  {
    "class": "9-В",
    "subject": "Технології (2026-2027)",
    "code": "pbzi2dxf",
    "id": "867787323494"
  },
  {
    "class": "9-В",
    "subject": "Мистецтво (2026-2027)",
    "code": "7q5asx5b",
    "id": "867786249893"
  },
  {
    "class": "9-В",
    "subject": "Інформатика (2026-2027)",
    "code": "sorpca73",
    "id": "867786788433"
  },
  {
    "class": "9-В",
    "subject": "Хімія (2026-2027)",
    "code": "n3lohy6y",
    "id": "867787176480"
  },
  {
    "class": "9-В",
    "subject": "Фізика (2026-2027)",
    "code": "n3aiojwa",
    "id": "867786375734"
  },
  {
    "class": "9-В",
    "subject": "Біологія (2026-2027)",
    "code": "6gdedtp4",
    "id": "867784872034"
  },
  {
    "class": "9-В",
    "subject": "Географія (2026-2027)",
    "code": "uwdpse7k",
    "id": "867786828855"
  },
  {
    "class": "9-В",
    "subject": "Геометрія (2026-2027)",
    "code": "psvwzzyi",
    "id": "867786086158"
  },
  {
    "class": "9-В",
    "subject": "Алгебра (2026-2027)",
    "code": "gayytijx",
    "id": "867786289446"
  },
  {
    "class": "9-В",
    "subject": "Основи правознавства (2026-2027)",
    "code": "5rjxs7ky",
    "id": "867787227627"
  },
  {
    "class": "9-В",
    "subject": "Історія України (2026-2027)",
    "code": "hu7uol7p",
    "id": "867787104336"
  },
  {
    "class": "9-В",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "zqh3iksk",
    "id": "798182730924"
  },
  {
    "class": "9-В",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "ibwboi3s",
    "id": "867786244043"
  },
  {
    "class": "9-В",
    "subject": "Англійська мова (2026-2027)",
    "code": "6rsub4tv",
    "id": "867787083726"
  },
  {
    "class": "9-В",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "x25kez3s",
    "id": "867783488698"
  },
  {
    "class": "9-В",
    "subject": "Українська мова (2026-2027)",
    "code": "xx7iyj5v",
    "id": "867786997803"
  },
  {
    "class": "9-В",
    "subject": "Українська література (2026-2027)",
    "code": "5cdgxlyi",
    "id": "867786895917"
  },
  {
    "class": "9-Г",
    "subject": "Фізична культура (2026-2027)",
    "code": "zlyd44f6",
    "id": "867782160104"
  },
  {
    "class": "9-Г",
    "subject": "Основи християнської етики (2026-2027)",
    "code": "2ehd2wxn",
    "id": "867785655043"
  },
  {
    "class": "9-Г",
    "subject": "Здоров'я безпека та добробут (2026-2027)",
    "code": "3ad6erym",
    "id": "867786686257"
  },
  {
    "class": "9-Г",
    "subject": "Технології (2026-2027)",
    "code": "5zo34acb",
    "id": "867785809092"
  },
  {
    "class": "9-Г",
    "subject": "Мистецтво (2026-2027)",
    "code": "ialpngfc",
    "id": "867787075409"
  },
  {
    "class": "9-Г",
    "subject": "Інформатика (2026-2027)",
    "code": "hvlo6ghh",
    "id": "867786926822"
  },
  {
    "class": "9-Г",
    "subject": "Фізика (2026-2027)",
    "code": "mqd2uolo",
    "id": "867786590550"
  },
  {
    "class": "9-Г",
    "subject": "Географія (2026-2027)",
    "code": "ofeot6bz",
    "id": "867786213276"
  },
  {
    "class": "9-Г",
    "subject": "Хімія (2026-2027)",
    "code": "ji7javuq",
    "id": "867787145512"
  },
  {
    "class": "9-Г",
    "subject": "Біологія (2026-2027)",
    "code": "abmlmn4c",
    "id": "867786993926"
  },
  {
    "class": "9-Г",
    "subject": "Геометрія (2026-2027)",
    "code": "dzzzveuv",
    "id": "867785963184"
  },
  {
    "class": "9-Г",
    "subject": "Алгебра (2026-2027)",
    "code": "stlb5igu",
    "id": "867786306662"
  },
  {
    "class": "9-Г",
    "subject": "Всесвітня історія (2026-2027)",
    "code": "getmzopg",
    "id": "867785936205"
  },
  {
    "class": "9-Г",
    "subject": "Основи правознавства (2026-2027)",
    "code": "ufhx4427",
    "id": "867777141608"
  },
  {
    "class": "9-Г",
    "subject": "Історія України (2026-2027)",
    "code": "z3inxbch",
    "id": "867786853992"
  },
  {
    "class": "9-Г",
    "subject": "Друга іноземна мова (Німецька) (2026-2027)",
    "code": "afgp5lj3",
    "id": "867787201201"
  },
  {
    "class": "9-Г",
    "subject": "Англійська мова (2026-2027)",
    "code": "onlk422b",
    "id": "867787487737"
  },
  {
    "class": "9-Г",
    "subject": "Українська мова (2026-2027)",
    "code": "evhmhyhf",
    "id": "867786775622"
  },
  {
    "class": "9-Г",
    "subject": "Українська література (2026-2027)",
    "code": "brsi3mqj",
    "id": "867786374553"
  },
  {
    "class": "9-Г",
    "subject": "Зарубіжна література (2026-2027)",
    "code": "26jvku3t",
    "id": "867785784611"
  },
  {
    "class": "Екстернат",
    "subject": "06. 6 клас. Екстернат (2026-2027)",
    "code": "usxmk6ar",
    "id": "867394748201"
  },
  {
    "class": "Екстернат",
    "subject": "05. 5 клас. Екстернат (2026-2027)",
    "code": "n3tq4v7f",
    "id": "867376604112"
  },
  {
    "class": "Екстернат",
    "subject": "03. 03 клас. Екстернат (2026-2027)",
    "code": "nnpyia5c",
    "id": "867324295576"
  },
  {
    "class": "Екстернат",
    "subject": "04. 04 клас. Екстернат (2026-2027)",
    "code": "2cer4n6y",
    "id": "867312800722"
  },
  {
    "class": "Екстернат",
    "subject": "01. 01 клас. Екстернат (2026-2027)",
    "code": "rfo2ehci",
    "id": "867270052567"
  },
  {
    "class": "Екстернат",
    "subject": "02. 02 клас. Екстернат (2026-2027)",
    "code": "7ykmsj5c",
    "id": "867268618041"
  },
  {
    "class": "Загальні",
    "subject": "10. 10 клас. Екстернат (2026-2027)",
    "code": "cizgmo3z",
    "id": "867776937557"
  },
  {
    "class": "Загальні",
    "subject": "11. 11 клас. Екстернат (2026-2027)",
    "code": "hpwlgqb7",
    "id": "867789158503"
  },
  {
    "class": "Загальні",
    "subject": "09. 9 клас. Екстернат (2026-2027)",
    "code": "as2hkkzv",
    "id": "867785971111"
  },
  {
    "class": "Загальні",
    "subject": "08. 8 клас. Екстернат (2026-2027)",
    "code": "ngruzjnw",
    "id": "867773165375"
  },
  {
    "class": "Загальні",
    "subject": "07. 7 клас. Екстернат (2026-2027)",
    "code": "7vclsr5c",
    "id": "867772427865"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-Г Інформатика (2026-2027)",
    "code": "daqneu5m",
    "id": "867335860978"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-А Англійська мова (2026-2027)",
    "code": "ligducad",
    "id": "867335589149"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-Г клас (2026-2027)",
    "code": "nnptrayk",
    "id": "867335109249"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-В Інформатика (2026-2027)",
    "code": "t5exnjo2",
    "id": "867335907947"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-В Англійська мова (2026-2027)",
    "code": "e73hzi75",
    "id": "867336436019"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-В клас (2026-2027)",
    "code": "jr2h7azs",
    "id": "867336386177"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-Б Інформатика (2026-2027)",
    "code": "es4f25rj",
    "id": "867336251785"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-Б Англійська мова (2026-2027)",
    "code": "hpaelj7w",
    "id": "867335850617"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-Б клас (2026-2027)",
    "code": "yjmxljnr",
    "id": "867334808154"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-А Інформатика (2026-2027)",
    "code": "tiigvwr4",
    "id": "798125542813"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-Г Англійська мова (2026-2027)",
    "code": "gcmasw2s",
    "id": "867335080770"
  },
  {
    "class": "Початкова школа",
    "subject": "04. 4-А клас (2026-2027)",
    "code": "fybgownv",
    "id": "867336332385"
  },
  {
    "class": "Початкова школа",
    "subject": "02. 2-В Англійська мова (2026-2027)",
    "code": "hn7yaluh",
    "id": "867331417458"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-Г Інформатика (2026-2027)",
    "code": "gqkv4nsg",
    "id": "867317060340"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-Г Англійська мова (2026-2027)",
    "code": "xpdjglfl",
    "id": "798124355764"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-Г клас (2026-2027)",
    "code": "bj5yrlo3",
    "id": "867324504631"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-В Інформатика (2026-2027)",
    "code": "frsm7lju",
    "id": "867323263592"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-В Англійська мова (2026-2027)",
    "code": "p4zk3ex4",
    "id": "867323939549"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-В клас (2026-2027)",
    "code": "yhz7rvjn",
    "id": "867322809643"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-Б Інформатика (2026-2027)",
    "code": "n3pjkrre",
    "id": "867324393329"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-Б Англійська мова (2026-2027)",
    "code": "my5lik2d",
    "id": "867323305345"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-Б клас (2026-2027)",
    "code": "vt5vcb7o",
    "id": "867323419328"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-А Інформатика (2026-2027)",
    "code": "ixahkxvg",
    "id": "867324738824"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-А Англійська мова (2026-2027)",
    "code": "jccj3hbe",
    "id": "867324181198"
  },
  {
    "class": "Початкова школа",
    "subject": "03. 3-А клас (2026-2027)",
    "code": "alp6qydy",
    "id": "867323697954"
  },
  {
    "class": "Початкова школа",
    "subject": "02. 2-Г Англійська мова (2026-2027)",
    "code": "mwfdvbmf",
    "id": "867272231020"
  },
  {
    "class": "Початкова школа",
    "subject": "02. 2-В клас (2026-2027)",
    "code": "r5cpxctc",
    "id": "867271652276"
  },
  {
    "class": "Початкова школа",
    "subject": "02. 2-Г клас (2026-2027)",
    "code": "i3rhwdbk",
    "id": "867270615070"
  },
  {
    "class": "Початкова школа",
    "subject": "02. 2-Б Англійська мова (2026-2027)",
    "code": "n6uin6cj",
    "id": "867271980954"
  },
  {
    "class": "Початкова школа",
    "subject": "02. 2-А клас (2026-2027)",
    "code": "fbeqkusg",
    "id": "867271596986"
  },
  {
    "class": "Початкова школа",
    "subject": "02. 2-А Англійська мова (2026-2027)",
    "code": "diry3mv4",
    "id": "867271144756"
  },
  {
    "class": "Початкова школа",
    "subject": "02. 2-Б клас (2026-2027)",
    "code": "wowo4efg",
    "id": "867271054907"
  }
];