import sys
pet_type = input('Введіть тип улюбленця (кіт/собака): ').strip().lower()
if pet_type == 'кіт':
    breed = input('Тип шерсті (довгошерста/короткошерста): ').strip().lower()
    if breed == 'довгошерста':
        groomer = input('Потрібен грумер? (так/ні): ').strip().lower()
        if groomer == 'так': print('Результат: Надайте адресу найближчої котячої перукарні (TC1)')
        else: print('Результат: Запропонуй магазин з товарами по догляду за шерстю (TC2)')
    else: print('Результат: Запропонуй обрати магазин із зоотоварами (TC3)')
else: print('Результат: Коли вирішите завести улюбленця – приходьте (TC4)')
